/// @file
//  String definitions for UpdateDispatcher formset.
//
//  Copyright (c) 2003 - 2014, Intel Corporation. All rights reserved.<BR>
//
//  This program and the accompanying materials
//  are licensed and made available under the terms and conditions of the BSD License
//  which accompanies this distribution.  The full text of the license may be found at
//  http://opensource.org/licenses/bsd-license.php
//
//  THE PROGRAM IS DISTRIBUTED UNDER THE BSD LICENSE ON AN "AS IS" BASIS,
//  WITHOUT WARRANTIES OR REPRESENTATIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED.
//
///

/=#

#langdef en-US      "English (United States)" // English (United States)
#langdef zh-Hans    "中文(简体)" // Chinese (Simplified)
#langdef zh-Hant    "中文(繁體)" // Chinese (Traditional)
#langdef fr         "français" // French
#langdef de         "Deutsch" // German

#string UPDATE_PROCESS_DATA            #language en-US  "Update driver loaded, processing update image\n\r"
                                       #language zh-Hans "更新驱动程序已加载完毕，正在处理更新映像\n"
                                                        "\r\n"
                                                        "\r"
                                       #language zh-Hant "更新驅動程式已載入，正在處理更新映像\n"
                                                        "\r\n"
                                                        "\r"
                                       #language fr     "Pilote de mise à jour chargé, mise à jour de l'image en cours\n"
                                                        "\r\n"
                                                        "\r"
                                       #language de     "Treiberaktualisierung geladen, Update-Image wird verarbeitet\n"
                                                        "\r\n"
                                                        "\r"
#string UPDATE_DRIVER_DONE             #language en-US  "Done\n\r"
                                       #language zh-Hans "完成\n"
                                                        "\r\n"
                                                        "\r"
                                       #language zh-Hant "完成\n"
                                                        "\r\n"
                                                        "\r"
                                       #language fr     "Terminé(e)\n"
                                                        "\r\n"
                                                        "\r"
                                       #language de     "Fertig\n"
                                                        "\r\n"
                                                        "\r"
#string UPDATE_FLASH_RANGE             #language en-US  "Updating flash area from %08LX to %08LX ...\n\r"
                                       #language zh-Hans "正在更新从 %08LX 到 %08LX 的闪存区……\n"
                                                        "\r\n"
                                                        "\r"
                                       #language zh-Hant "正在更新從 %08LX 到 %08LX 的快閃記憶體區...\n"
                                                        "\r\n"
                                                        "\r"
                                       #language fr     "Mise à jour de la zone flash de %08LX à %08LX...\n"
                                                        "\r\n"
                                                        "\r"
                                       #language de     "Flash-Bereich wird von %08LX auf %08LX aktualisiert...\n"
                                                        "\r\n"
                                                        "\r"
#string UPDATE_DRIVER_ABORTED          #language en-US  "Aborted\n\r"
                                       #language zh-Hans "已中止\n"
                                                        "\r\n"
                                                        "\r"
                                       #language zh-Hant "已中止\n"
                                                        "\r\n"
                                                        "\r"
                                       #language fr     "Opération annulée\n"
                                                        "\r\n"
                                                        "\r"
                                       #language de     "Abgebrochen\n"
                                                        "\r\n"
                                                        "\r"
#string UPDATE_FIRMWARE_VOLUME_FILE    #language en-US  "Update firmware volume file %g ..\n\r"
                                       #language zh-Hans "更新固件卷文件 %g……\n"
                                                        "\r\n"
                                                        "\r"
                                       #language zh-Hant "正在更新韌體磁碟區檔案 %g ..\n"
                                                        "\r\n"
                                                        "\r"
                                       #language fr     "Mise à jour du fichier %g de volume du microprogramme...\n"
                                                        "\r\n"
                                                        "\r"
                                       #language de     "Firmware-Volume-Datei %g aktualisieren..\n"
                                                        "\r\n"
                                                        "\r"
#string UPDATE_FIRMWARE_VOLUME         #language en-US  "Updating whole firmware volume from %08LX to %08LX ..\n\r"
                                       #language zh-Hans "正在更新从 %08LX 到 %08LX 的整个固件卷……\n"
                                                        "\r\n"
                                                        "\r"
                                       #language zh-Hant "正在更新從 %08LX 到 %08LX 的整個韌體磁碟區...\n"
                                                        "\r\n"
                                                        "\r"
                                       #language fr     "Mise à jour complète du volume du microprogramme de %08LX à %08LX...\n"
                                                        "\r\n"
                                                        "\r"
                                       #language de     "Gesamtes Firmware-Volume wird von %08LX auf %08LX aktualisiert..\n"
                                                        "\r\n"
                                                        "\r"
